calc2/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Calculus II</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://sandyuraz.com/styles/org.min.css">
</head>
<body>
<div id="content">
<h1 class="title">Calculus II
<br />
<span class="subtitle">Sandy's Tutor Notes</span>
</h1>

<div id="outline-container-org9fd86cf" class="outline-2">
<h2 id="org9fd86cf">Week 1, Feb 8th</h2>
<div class="outline-text-2" id="text-org9fd86cf">
<p>
During the first week, Calculus II students started a quick recap on
elementary derivatives, integrals, L'Hôpital's rule. Followed by Substitution
Method and Improper Integrals.
</p>

<p>
Notes: <a href="./MATH126H/MATH126H_02_09.pdf">February 9th</a>
</p>
</div>
</div>

<div id="outline-container-org59d49f0" class="outline-2">
<h2 id="org59d49f0">Week 2, Feb 15th</h2>
<div class="outline-text-2" id="text-org59d49f0">
<p>
Second week covered Sequences and Summing an Infinite Series.
</p>

<p>
Notes: (no notes to publish)
</p>
</div>
</div>

<div id="outline-container-orgc41b864" class="outline-2">
<h2 id="orgc41b864">Week 3, Feb 22nd</h2>
<div class="outline-text-2" id="text-orgc41b864">
<p>
This week continued the Infinite Series and started Convergence of Series
with Positive Terms.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_02_22.pdf">February 22nd</a>, <a href="./MATH126H/MATH126H_02_23.pdf">February 23rd</a>
</p>
</div>
</div>

<div id="outline-container-org7e757cd" class="outline-2">
<h2 id="org7e757cd">Week 4, March 1st</h2>
<div class="outline-text-2" id="text-org7e757cd">
<p>
Fourth week concentrated on Power Series, Taylor Polynomials, and Taylor
Series. Fantastic things such as Squeeze Theorem and limit convergence
theorems! 
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_03_01.pdf">March 1st</a>, <a href="./MATH126H/MATH126H_03_02.pdf">March 2nd</a>
</p>
</div>
</div>

<div id="outline-container-orgc418abe" class="outline-2">
<h2 id="orgc418abe">Week 5, March 8th</h2>
<div class="outline-text-2" id="text-orgc418abe">
<p>
Week five spent the first days of the week preparing for their first
midterm. I did some problems to prepare students on topics from Week 1 up to
Week 4. Midterm I was held on Tuesday, March 9th. Later in the week, the
class has covered Area Between Two Curves, and Setting Up Integrals.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_03_08.pdf">March 8th</a>
</p>
</div>
</div>

<div id="outline-container-orgc3a0f97" class="outline-2">
<h2 id="orgc3a0f97">Week 6, March 15th</h2>
<div class="outline-text-2" id="text-orgc3a0f97">
<p>
This week has covered some fun material over Volumes of Revolution, Method of
Cylindrical Shells, and Work &amp; Energy problems. Do You remember finding volumes
by rotating functions with defined domain on axis parallel or orthogonal to
the axis of rotation? Don't forget about Riemann Sums.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_03_15.pdf">March 15th</a>, <a href="./MATH126H/MATH126H_03_16.pdf">March 16th</a>
</p>
</div>
</div>

<div id="outline-container-orgd46fe9a" class="outline-2">
<h2 id="orgd46fe9a">Week 7, March 22nd</h2>
<div class="outline-text-2" id="text-orgd46fe9a">
<p>
This week covered such fundamental material as Integration by Parts and some
ways to solve Trigonometric Integrals.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_03_22.pdf">March 22nd</a>, <a href="./MATH126H/MATH126H_03_23.pdf">March 23rd</a>
</p>
</div>
</div>

<div id="outline-container-org6076fe1" class="outline-2">
<h2 id="org6076fe1">Week 8, March 29th</h2>
<div class="outline-text-2" id="text-org6076fe1">
<p>
This week went on some Trigonometric Substitution and methods of Partial
Fraction Decomposition.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_03_29.pdf">March 29th</a>, <a href="./MATH126H/MATH126H_03_30.pdf">March 30th</a>
</p>
</div>
</div>

<div id="outline-container-org1902e49" class="outline-2">
<h2 id="org1902e49">Week 9, April 5th</h2>
<div class="outline-text-2" id="text-org1902e49">
<p>
This has been an exciting week, where Calculus II learned the art of
Parametric Equations, finding Arc Lengths, and a different way of thinking
about space, specifically, applying Polar Coordinates.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_04_05.pdf">April 5th</a>
</p>
</div>
</div>

<div id="outline-container-org46d5a40" class="outline-2">
<h2 id="org46d5a40">Week 10, April 12th</h2>
<div class="outline-text-2" id="text-org46d5a40">
<p>
The beginning of this week was spent in preparation for Midterm II, which was
held on April 13th. Later, they just started learning about Vectors.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_04_12.pdf">April 12th</a>
</p>
</div>
</div>

<div id="outline-container-org240b4a4" class="outline-2">
<h2 id="org240b4a4">Week 11, April 19th</h2>
<div class="outline-text-2" id="text-org240b4a4">
<p>
This week went over Vectors in Three or more Dimensions and Dot
Product. Exciting!
</p>

<p>
Notes: <a href="./MATH126H/MATH126H_04_20.pdf">April 20th</a>
</p>
</div>
</div>

<div id="outline-container-org94092ed" class="outline-2">
<h2 id="org94092ed">Week 12, April 26th</h2>
<div class="outline-text-2" id="text-org94092ed">
<p>
Last week of tutoring! It's bittersweet to see the semester coming to an end,
especially the study sessions. We finished with more Vector Material, Cross
Products, and did some wrap-up problems.
</p>

<p>
Notes: <a href="./MATH126A/MATH126A_04_26.pdf">April 26th</a>, <a href="./MATH126H/MATH126H_04_27.pdf">April 27th</a>
</p>
</div>
</div>
</div>
</body>
</html>
